Repository: pypi-data/pypi-mirror-35
Catalog: packages/ttyrecgenerator/ttyrecgenerator-0.6.0.tar.gz/ttyrecgenerator-0.6.0/locale/*.po
Languages: es

source: DESCRIPTION
es: DESCRIPCIÓN

source: Remove innecesary files or directories with a date and time pattern in the current directory.
es: Borra ficheros o directorios innecesarios, que tengan un patrón de fecha y hora en el directorio actual.

source: This app has the following mandatory parameters:
es: Esta aplicación tiene los siguientes parámetros obligatorios

source: Create two directories called 'example' and 'example_directories' in the current working directory and fill it with example files with date and time patterns.
es: Crea dos directorios de nombre 'example' y 'example_directories' en el directorio actual y los llena con ficheros de ejemplo que tengan patrónes de fecha y hora.

source: Create an animated gif/video from the output of the program passed as parameter
es: Crea un gif animado/video de la salida del programa pasado como parámetro

source: Developed by Mariano Muñoz 2018-{} under GNU General Public License 3.0
es: Desarrollado por Mariano Muñoz 2018-{} bajo la licencia GNU GPL-3.0

source: Path to program
es: Ruta al programa

source: Ttyrec output path
es: Ruta de salida de Ttyrec

source: Makes a simulation and doesn't remove files
es: Realiza una simulación y no borra los ficheros

source: Operating system environment variable LC_ALL to force translation
es: Variable LC_ALL del entorno del sistema operativo para forzar la traducción

source: This funcionality doen't work on {}. Please move to Linux.
es: Esta funcionalidad no funciona en {}. Por favor usa Linux.

source: This is a video to show how to use 'ttyrecgenerator' command
es: Esto es un video para mostrar como usar el comando 'ttyrecgenerator'

source: First we have to create a unix command. This file in doc/ttyrec directory is an example. We display it:
es: Primero tenemos que crear un comando unix. Este fichero en el directorio doc/ttyrec es un ejemplo. Lo mostramos:

source: Now we are going to execute it with:
es: Ahora vamos a ejecutarlo con:

source: A file called ttyrecgenerator_howto_es.gif is generated
es: Un fichero llamado ttyrecgenerator_howto_es.gif se ha generado

source: If you want to generate a video use --video parameter
es: Si quieres generar un video usa el parámetro --video

source: If your script support several languages, change --lc_all to change to your desired LC_ALL environment
es: Si tu script soporta varios idiomas, cambia --lc_all para cambiar a la variable de entorno LC_ALL deseada
