Repository: pypi-data/pypi-mirror-35
Catalog: packages/brasil.gov.portlets/brasil.gov.portlets-2.0a1.tar.gz/brasil.gov.portlets-2.0a1/src/brasil/gov/portlets/locales/*/LC_MESSAGES/plone.po
Languages: pt_br

source: Portal Padrao Audio
pt_br: Portal Padrão Áudio

source: Portal Padrao Audio Gallery
pt_br: Portal Padrão Galeria de Áudios

source: Portal Padrao Audio Gallery.
pt_br: Portal Padrão Galeria de Áudios.

source: Portal Padrao Audio.
pt_br: Portal Padrão Áudio.

source: Portal Padrao Collection
pt_br: Portal Padrão Coleção

source: Portal Padrao Collection.
pt_br: Portal Padrão Coleção.

source: Portal Padrao Media Carousel
pt_br: Portal Padrão Carrossel de Imagens

source: Portal Padrao Media Carousel.
pt_br: Portal Padrão Carrossel de Imagens.

source: Portal Padrao Video
pt_br: Portal Padrão Vídeo

source: Portal Padrao Video Gallery
pt_br: Portal Padrão Galeria de Vídeos

source: Portal Padrao Video Gallery.
pt_br: Portal Padrão Galeria de Vídeos.

source: Portal Padrao Video.
pt_br: Portal Padrão Vídeo.
