Repository: pypi-data/pypi-mirror-35
Catalog: packages/mds-account-statement-fints/mds_account_statement_fints-4.8.7.tar.gz/mds_account_statement_fints-4.8.7/locale/*.po
Languages: de

# field:bank,fintsblz:
source: Bank code
de: Bankleitzahl

# help:bank,fintsblz:
source: Bank code of your bank (not the BIC)
de: Bankleitzahl (BLZ) von Ihrer Bank (nicht die BIC).

# help:bank,fintsurl:
source: URL for accessing the FinTS interface of your bank
de: URL für den Zugriff auf die FinTS-Schnittstelle Ihrer Bank.

# view:bank:
source: FinTS-URL: Visit https://www.hbci-zka.de/institute/institut_auswahl.htm to get the right URL for your bank.
de: FinTS-URL: Besuchen Sie https://www.hbci-zka.de/institute/institut_auswahl.htm um die passende URL für Ihre Bank zu erhalten.

# view:bank:
source: - use the 'PIN/TAN-URL' specified there
de: - verwenden Sie die 'PIN/TAN-URL', welche dort angegeben ist

# view:bank:
source: - the 'PIN/TAN Version' of your bank should be 'FinTS V3.0'
de: - die 'PIN/TAN-Version' Ihrer Bank sollte 'FinTS V3.0' lauten

# field:bank.account,owners_text:
source: Owners
de: Eigentümer

# error:bank.account.number:
source: This name is already in use.
de: Dieser Name wird bereits in Verwendung.

# help:bank.account.number,fints_login:
source: Login name to access your bank account.
de: Loginname für den Zugriff auf Ihr Bankkonto.

# help:bank.account.number,fints_pin:
source: Your PIN to the login name, leave blank if you want to be asked on every access.
de: Ihre PIN zum Loginnamen, leer lassen wenn Sie bei jedem Zugriff gefragt werden möchten.

# field:bank.account.number,fints_ena:
source: Enable online access
de: Onlinezugriff aktivieren

# field:bank.account.number,fints_name:
source: Statement name
de: Bankauszugname

# help:bank.account.number,fints_name:
source: Name to be used for bank statements
de: Bezeichnung welche für Bankauszüge verwendet werden soll

# error:account_statement_fints.wiz_checkbankaccess:
source: FinTS: The access-check must be done from an account number.
de: FinTS: Die Zugriffsprüfung muß von einem Konto erfolgen.

# error:account_statement_fints.wiz_checkbankaccess:
source: FinTS: no account numbers available for testing.
de: FinTS: keine Konten zum Testen verfügbar.

# error:account_statement_fints.wiz_checkbankaccess:
source: FinTS: The FinTS URL for the bank '%s' is not set. Please complete this setting.
de: Die FinTS-URL für die Bank '%s' ist nicht eingestellt. Bitte ergänzen Sie diese Einstellung.

# view:account_statement_fints.wiz_checkbankaccess.enterpin:
source: Enter the PIN for the account:
de: Geben Sie die PIN für das Konto ein:

# model:ir.action,name:act_checkbankaccess_wizard
source: check online connection
de: Onlineverbindung prüfen

# wizard_button:account_statement_fints.wiz_checkbankaccess,enterpin,end:
source: Cancel
de: Abbrechen

source: Test connection
de: Verbindung prüfen

# wizard_button:account_statement_fints.wiz_checkbankaccess,checkresult,end:
source: Close
de: Schließen

# wizard_button:account_statement_fints.wiz_checkbankaccess,checkresult,selnext:
source: next connection
de: nächste Verbindung

# field:account_statement_fints.wiz_checkbankaccess.enterpin,accountnum:
source: Bank Account Number
de: Kontonummer

# field:account_statement_fints.wiz_checkbankaccess.checkresult,accountnum:
source: Bank Account Number
de: Kontonummer

# field:account_statement_fints.wiz_checkbankaccess.checkresult,resultstate:
source: Result
de: Ergebnis

# selection:account_statement_fints.wiz_checkbankaccess.checkresult,resultstate:
source: Successful
de: Erfolgreich

# selection:account_statement_fints.wiz_checkbankaccess.checkresult,resultstate:
source: Error
de: Fehler

# field:account_statement_fints.wiz_checkbankaccess.checkresult,infotxt:
source: Info
de: Information

# model:ir.action,name:act_import_wizard
source: Import bank statements online
de: Bankauszüge online importieren

# model:ir.ui.menu,name:menu_import_wizard
source: Import bank statements online
de: Bankauszüge online importieren

# wizard_button:account_statement_fints.wiz_import,selaccount,end:
source: Cancel
de: Abbrechen

# wizard_button:account_statement_fints.wiz_import,selaccount,importstart:
source: Start import
de: Import beginnen

# wizard_button:account_statement_fints.wiz_import,enterdata,end:
source: Cancel
de: Abbrechen

# wizard_button:account_statement_fints.wiz_import,enterdata,importstatement:
source: Import statement
de: Bankauszug importieren

# wizard_button:account_statement_fints.wiz_import,checkresult,end:
source: Close
de: Schließen

# wizard_button:account_statement_fints.wiz_import,checkresult,selnext:
source: next statement
de: nächster Bankauszug

# wizard_button:account_statement_fints.wiz_import,checkresult,shownewstatements:
source: show bank statements
de: Bankauszüge anzeigen

# error:account_statement_fints.wiz_import:
source: Please choose a bank account.
de: Bitte wählen Sie ein Bankkonto aus.

# view:account_statement_fints.wiz_import.selaccounts:
source: All bank accounts with online access are selected for picking up the bank statements.
de: Alle Bankkonten mit Onlinezugriff sind für das Abholen der Kontoauszüge ausgewählt.

# view:account_statement_fints.wiz_import.selaccounts:
source: Click on the bank accounts for which you do not want to pick up bank statements.
de: Klicken Sie die Bankkonten an, für welche Sie keine Bankauszüge abholen möchten.

# field:account_statement_fints.wiz_import.selaccounts,accountnumbers:
source: Accounts numbers
de: Kontonummern

# view:account_statement_fints.wiz_import.enterdata:
source: Enter the PIN for the account:
de: Geben Sie die PIN für das Konto ein:

# view:account_statement_fints.wiz_import.enterdata:
source: Load bank statement for the following bank account
de: Kontozeilen für das folgende Bankkonto laden

# view:account_statement_fints.wiz_import.enterdata:
source: Parameters for loading the bank statement
de: Parameter für das Laden des Bankauszugs

# field:account_statement_fints.wiz_import.enterdata,accountnum:
source: Bank Account Number
de: Kontonummer

# field:account_statement_fints.wiz_import.enterdata,datestart:
source: Start date
de: Startdatum

# help:account_statement_fints.wiz_import.enterdata,datestart:
source: Start date for retrieving the bank statement. Automatically set to last end date minus 2 days.
de: Startdatum für den Abruf des Kontoauszugs. Wird automatisch auf das letzte Enddatum minus 2 Tage gesetzt.

# field:account_statement_fints.wiz_import.enterdata,dateend:
source: End date
de: Enddatum

# help:account_statement_fints.wiz_import.enterdata,dateend:
source: End date for retrieving the bank statement. Automatically set to 'Today'.
de: Enddatum für den Abruf des Bankauszuges. Wird automatisch auf 'Heute' gesetzt.

# help:account_statement_fints.wiz_import.enterdata,journal:
source: Bank statement journal for the current bank account.
de: Bankauszugsjournal für das aktuelle Bankkonto.

# field:account_statement_fints.wiz_import.enterdata,last_date:
source: last statement
de: letzter Kontoauszug

# field:account_statement_fints.wiz_import.enterdata,last_balance:
source: last balance
de: letzter Kontostand

# field:account_statement_fints.wiz_import.enterdata,skipknownlines:
source: Skip known bank statement lines
de: bekannte Bankauszugszeilen überspringen

# help:account_statement_fints.wiz_import.enterdata,skipknownlines:
source: The import will recognize bank statement lines that have already been saved and will not save them again.
de: Der Import wird bereits gespeicherte Bankauszugszeilen erkennen und nicht noch einmal speichern.

# field:account_statement_fints.wiz_import.enterdata,linkinvoice:
source: Link invoices to bank statement lines
de: Rechnungen mit Bankauszugszeilen verbinden

# help:account_statement_fints.wiz_import.enterdata,linkinvoice:
source: The import will connect unpaid invoices with matching bank statement lines.
de: Der Import wird unbezahlte Rechnungen mit passenden Bankauszugszeilen verbinden.

# view:account_statement_fints.wiz_import.checkresult:
source: Bank balance
de: Kontostand

# view:account_statement_fints.wiz_import.checkresult:
source: Information about the bank statement
de: Information zum Kontoauszug

# field:account_statement_fints.wiz_import.checkresult,resultstate:
source: Result
de: Ergebnis

# selection:account_statement_fints.wiz_import.checkresult,resultstate:
source: Successful
de: Erfolgreich

# selection:account_statement_fints.wiz_import.checkresult,resultstate:
source: Error
de: Fehler

# selection:account_statement_fints.wiz_import.checkresult,resultstate:
source: Account not found
de: Konto nicht gefunden

# selection:account_statement_fints.wiz_import.checkresult,resultstate:
source: Successful: but no bank statement lines received from the bank.
de: Erfolgreich, jedoch: keine Kontoauszugszeilen von der Bank erhalten.

# selection:account_statement_fints.wiz_import.checkresult,resultstate:
source: Successful: No bank statement created. Only already known lines were received.
de: Erfolgreich: Kein Kontoauszug erstellt. Nur bereits bekannte Zeilen wurden empfangen.

# field:account_statement_fints.wiz_import.checkresult,accountnum:
source: Bank Account Number
de: Kontonummer

# field:account_statement_fints.wiz_import.checkresult,balance_val:
source: Balance amount
de: Kontostand

# help:account_statement_fints.wiz_import.checkresult,balance_val:
source: Account balance transmitted by your bank
de: Kontostand übermittelt von Ihrer Bank

# field:account_statement_fints.wiz_import.checkresult,balance_date:
source: Balance date
de: Datum

# help:account_statement_fints.wiz_import.checkresult,balance_date:
source: Date of the account balance
de: Datum des Kontostands

# field:account_statement_fints.wiz_import.checkresult,nolines:
source: Number of lines
de: Anzahl Zeilen

# help:account_statement_fints.wiz_import.checkresult,nolines:
source: Number of received lines in the bank statement
de: Anzahl der empfangenen Zeilen im Kontoauszug

# field:account_statement_fints.wiz_import.checkresult,newlines:
source: New lines
de: neue Zeilen

# help:account_statement_fints.wiz_import.checkresult,newlines:
source: Number of new lines in the bank statement
de: Anzahl der neuen Zeilen im Kontoauszug

# field:account_statement_fints.wiz_import.checkresult,doubleline:
source: Double lines
de: doppelte Zeilen

# help:account_statement_fints.wiz_import.checkresult,doubleline:
source: Number of double lines in the bank statement
de: Anzahl doppelter Zeilen im Kontoauszug

# field:account_statement_fints.wiz_import.checkresult,banknew:
source: New banks
de: neue Banken

# help:account_statement_fints.wiz_import.checkresult,banknew:
source: Number of new created banks.
de: Anzahl neu erstellter Banken.

# field:account_statement_fints.wiz_import.checkresult,bankaccnew:
source: New banks accounts
de: neue Bankkonten

# help:account_statement_fints.wiz_import.checkresult,bankaccnew:
source: Number of new created bank accounts.
de: Anzahl neu erstellter Bankkonten.

# field:account.statement,start_date:
source: Start Date
de: Anfangsdatum

# help:account.statement,start_date:
source: date of final opening balance provided by your bank
de: Datum des endgültigen Eröffnungssaldos von Ihrer Bank

# field:account.statement,end_date:
source: End Date
de: Endedatum

# help:account.statement,end_date:
source: date of final closing balance provided by your bank
de: Datum des endgültigen Endsaldos von Ihrer Bank

# field:account.statement.line,fints_data:
source: SEPA-Data
de: SEPA-Daten

# view:account.statement.journal:
source: Import bank statement online
de: Bankauszug online importieren

# field:account.statement.journal,fints_createbankaccounts:
source: Create bank accounts
de: Bankkonten erstellen

# help:account.statement.journal,fints_createbankaccounts:
source: When importing online, new bank accounts are created automatically for the parties.
de: Beim Onlineimport werden neue Bankkonten für die Parteien automatisch erstellt.

# field:account.statement.journal,fints_bankcategory:
source: Category bank party
de: Kategorie Bankpartei

# help:account.statement.journal,fints_bankcategory:
source: the specified category is assigned to the party of the newly created bank
de: die angegebene Kategorie wird der Partei der neu erstellten Bank zugewiesen

# field:account.statement.journal,fints_payercategory:
source: Category payer party
de: Kategorie Zahlerpartei

# help:account.statement.journal,fints_payercategory:
source: The specified category is assigned to the payer/payee.
de: Die angegebene Kategorie wird dem Einzahler/Zahlungsempfänger zugeordnet.
