Repository: pypi-data/pypi-mirror-35
Catalog: packages/umap-project/umap_project-1.0.0rc2-py3-none-any.whl/umap/locale/*/LC_MESSAGES/django.po
Languages: da, gl

source: Take me to the home page
gl: Lévame á páxina de inicio

source: Browse %(current_user)s's maps
da: Browse %(current_user)s's kort
gl: Navegador %(current_user)s dos mapas

source: Type editors nick to add…
da: Indtast redaktørernes nickname for tilføjelse...
gl: Tipo de editores engadir alcume...

source: Type new owner nick…
gl: Tipo de novo propietario de alcume...

source: by
da: af
gl: por

source: More
da: Mere
gl: Máis

source: Please log in with your account
gl: Fai o favor de loguearte ca túa conta

source: Username
gl: Nome de usuario

source: Password
gl: Contrasinal

source: Login
gl: Logueado

source: Please choose a provider
da: Vælg en udbyder
gl: Por favor escolle provedor

source: uMap let you create maps with <a href="%(osm_url)s" />OpenStreetMap</a> layers in a minute and embed them in your site.
da: Med uMap kan du lave kort med <a href="%(osm_url)s" />OpenStreetMap</a> lag og på et minuts arbejde kan du indlejre disse på dit eget websted.
gl: permítelle crear mapas con <a href="%(osm_url)s" />OpenStreetMap</a> capas nun minuto e incorpóralas no seu sitio.

source: Choose the layers of your map
da: Vælg lag for dit kort
gl: Elixir capas do teu mapa

source: Add POIs: markers, lines, polygons...
da: Tilføj POIs: markører, linjer, polygoner...
gl: Engadir POIs: marcas, liñas, polígonos...

source: Manage POIs colours and icons
da: Håndterer POIs farver og ikoner
gl: Xestionar colores de POIs e iconas

source: Manage map options: display a minimap, locate user on load…
da: Håndterer kortindstillinger: vis et miniaturekort, lokaliser brugeren ved indlæsning...
gl: Xestionar as opcións do mapa: amosar un minimapa, localizar o usuario na carga ...

source: Batch import geostructured data (geojson, gpx, kml, osm...)
da: Masseimport af struktureret geodata (geojson, gpx, kml, osm...)
gl: Importación por feixes de datos xeostructurados (geojson, gpx, kml, osm...)

source: Choose the license for your data
da: Vælg en licens for dine geodata
gl: Elixe licenza para a túa información

source: Embed and share your map
da: Indlejre og dele dit kort
gl: Inserir e compartir o teu mapa

source: And it's <a href="%(repo_url)s">open source</a>!
da: Og det er <a href="%(repo_url)s">open source</a>!
gl: e isto é <a href="%(repo_url)s">fonte libre</a>!

source: Create a map
da: Lav et kort
gl: Crear un mapa

source: Play with the demo
da: Leg med demoen
gl: Xogar ca demo

source: This is a demo instance, used for tests and pre-rolling releases. If you need a stable instance, please use <a href="%(stable_url)s">%(stable_url)s</a>. You can also host your own instance, it's <a href="%(repo_url)s">open source</a>!
da: Dette er en demo som bruges til test og forhåndstesting. Hvis du har brug for en stabil testdemo, så brug <a href="%(stable_url)s">%(stable_url)s</a>. Du kan webhoste din egen testdemo. det er <a href="%(repo_url)s">open source</a>!
gl: Esta é unha instancia de demostración, usada para probas e lanzamentos previos. Se precisa unha instancia estable, use <a href="%(stable_url)s">%(stable_url)s</a>. Tamén pode albergar a súa propia instancia, é <a href="%(repo_url)s">código aberto</a>!

source: Map of the uMaps
da: Kort lavet med uMaps
gl: Mapa de uMaps

source: Get inspired, browse maps
da: Browse rundt i kortene og bliv inspireret
gl: Inspírese e busque mapas

source: My maps
da: Mine kort
gl: Os meus mapas

source: Log in
gl: Loguear

source: Sign in
da: Opret konto
gl: Asinar

source: About
da: Om
gl: Acerca de

source: Feedback
gl: Auto mellora

source: Change password
gl: Trocar contrasinal

source: Log out
da: Logud
gl: Saír

source: Password change
gl: Trocar contrasinal

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
gl: Insira o seu contrasinal anterior, por razóns de seguridade e, a continuación, introduza o seu novo contrasinal dúas veces para que poidamos comprobar que o escribiu correctamente.

source: Old password
gl: Contrasinal vello

source: New password
gl: Novo contrasinal

source: New password confirmation
gl: Confirmar nova contrasinal

source: Change my password
gl: Trocar meu contrasinal

source: Password change successful
gl: O contrasinal foi trocado ben

source: Your password was changed.
gl: Teu contrasinal foi trocado

source: Not map found.
da: Ingen kort fundet.
gl: Non atopado no mapa

source: Search maps
da: Søg i kortene
gl: Atopar mapas

source: Search
da: Søg
gl: Atopar

source: View the map
da: Vis kortet
gl: Ver no mapa

source: Secret edit link is %s
da: Hemmeligt redigeringslink er %s
gl: A ligazón de edición secreta é %s

source: Everyone can edit
da: Alle kan redigere
gl: Calquera pode editar

source: Only editable with secret edit link
da: Er kun redigerbart med et hemmeligt link
gl: Só é editable coa ligazón de edición secreta

source: name
da: navn
gl: nome

source: No licence set
da: Ingen licens angivet
gl: No se escolleu ningunha licenza

source: details
da: detaljer
gl: detalles

source: Link to a page where the licence is detailed.
da: Link til siden hvor der er flere detaljer om licensen.
gl: Ligazón a unha páxina web onde se detalla a licenza.

source: URL template using OSM tile format
da: URL skabelon bruger OSMs tile format
gl: Modelo de URL que usa o formato de teselas de OSM

source: Order of the tilelayers in the edit box
da: Rækkefølge af tile-lag i redigeringsboksen
gl: Orde das capas base na caixa de edición

source: Only editors can edit
da: Kun redaktører kan redigere
gl: Só os editores poden editar

source: Only owner can edit
da: Kun ejeren kan redigere
gl: Só o proprietario pode editar

source: everyone (public)
da: alle (fuldt offentlig)
gl: calquera (público)

source: anyone with link
da: alle med et link
gl: calquera que teña a ligazón

source: editors only
da: kun redaktører
gl: Só editores

source: description
da: beskrivelse
gl: descrición

source: center
gl: centrar

source: zoom
gl: achegar/alonxar

source: locate
da: lokalisere
gl: localizar

source: Locate user on load?
da: Lokaliserer brugeren ved indlæsning?
gl: Localizar o usuario na carga?

source: Choose the map licence.
da: Vælg kortlicensen.
gl: Escolle a licenza do mapa.

source: licence
da: licens
gl: licenza

source: background
da: baggrund
gl: fondo

source: owner
da: ejer
gl: propietario

source: editors
da: redaktører
gl: editores

source: edit status
da: ret status
gl: estado da edición

source: share status
da: Delestatus
gl: compartir o estado

source: settings
da: indstillinger
gl: configuración

source: Your anonymous map has been attached to your account %s
da: Dit anonyme kort er blevet tilføjet til din konto %s
gl: O teu mapa anónimo foi ligado á túa conta %s

source: Clone of
da: Klonet kopi af
gl: Clon de

source: display on load
da: vis ved indlæsning
gl: amosar na carga

source: Display this layer on load.
da: Vis dette lag ved indlæsning
gl: Amosar esta capa na carga.

source: You are logged in. Continuing...
da: Du er logget ind. Fortsætter...
gl: Xa iniciaches sesión. Continuando...

source: Map permissions
da: Kortindstillinger
gl: Permisos do mapa

source: Please log in to proceed
da: Login ind for at fortsætte
gl: Por favor: inicia sesión para continuar

source: Your username and password didn't match. Please try again.
da: Dit brugernavn og adgangskode passer ikke. Prøv igen.
gl: O teu nome de usuario e contrasinal non casan. Por favor, téntao de novo.

source: Your map has been created! If you want to edit this map from another computer, please use this link: %(anonymous_url)s
da: Dit kort er blevet lavet! Hvis du ønsker at rette dette kort fra en anden computer, så brug dette link: %(anonymous_url)s
gl: O teu mapa foi creado! Se queres editar este mapa dende outra computadora, usa esta ligazón: %(anonymous_url)s

source: Congratulations, your map has been created!
da: Tillykke dit kort er nu blevet lavet!
gl: Parabéns! O teu mapa foi creado!

source: Map has been updated!
da: Kortet er blevet opdateret!
gl: O mapa foi actualizado!

source: Map editors updated with success!
da: Kortredaktører blev opdateret med succes!
gl: O editores de mapa foron actualizados con éxito!

source: Only its owner can delete the map.
da: Kun ejer kan slettet kortet.
gl: Só o seu proprietario pode eliminar o mapa.

source: Your map has been cloned! If you want to edit this map from another computer, please use this link: %(anonymous_url)s
da: Dit kort er blevet klonet! Hvis du ønsker at rette dette kort fra en anden computer, så brug dette link: %(anonymous_url)s
gl: O teu mapa foi clonado! Se queres editar este mapa dende outra computadora, usa esta ligazón: %(anonymous_url)s

source: Congratulations, your map has been cloned!
da: Tillykke dit kort er blevet klonet!
gl: Parabéns! O teu mapa foi clonado!

source: Layer successfully deleted.
da: Lag blev slettet med succes.
gl: A capa foi eliminada con éxito.
